export default function TermCondition() {
    return (
        <div className="container container-page" id="container">
            <section className="section type-pt">
                <p className="text-pre">
                    단체보험서비스 이용약관
                    <br /> 공고일: 2023.06.29일
                    <br />
                    기준일:2023.07.17일
                    <br />
                    <br /> 제1조 (목적)
                    <br /> 1) 본 약관은 오픈플랜 주식회사(이하 “회사”라
                    합니다)가 운영하는 웹사이트(www.toggle.ly) 와
                    모바일어플리케이션 “토글(toggle) 하루보험” (웹사이트와
                    모바일어플리케이션 모두를 합하여 이하 “플랫폼”이라 합니다)을
                    기반으로 회사를 단체보험 계약자로 하고 플랫폼 회원을
                    피보험자로 하여 제휴 보험사와 함께 제공하는
                    보험서비스를(이하 “서비스”라 합니다) 이용함에 있어 회원 및
                    이용자의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.
                    <br /> 2) 회사는 “플랫폼”에 관한 제반기술과 운영에 대한 모든
                    권한을 갖고 있으며 플랫폼을 통하여 제공되는 서비스는
                    보험모집인(보험대리점) 토글보험서비스㈜와 하기 별지에 기술된
                    제휴보험사*가 전담합니다.
                    <br />
                    <br /> 제2조 (용어의 정의) 본 약관에서 사용되는 용어의
                    정의는 다음과 같습니다.
                    <br /> 1) “플랫폼”이란 회사가 서비스를 회원에게 제공하기
                    위하여 컴퓨터 등 정보통신설비를 이용하여 서비스를 거래할 수
                    있도록 설정한 가상의 영업장을 의미합니다.
                    <br /> 2) “가입서비스”라 함은 &quot;회원&quot;만이 이용할 수
                    있는 서비스로, 보험가입 등 개인정보입력과 약관에 대한 동의가
                    요구되는 서비스를 말합니다.
                    <br /> 3) &quot;이용자&quot;라 함은 플랫폼을 이용하는 자를
                    말하며 가입신청 절차를 진행중인 자를 말합니다.
                    <br /> 4) “회원”이라 함은 이용자 중 본 약관의 내용에
                    동의하고 가입서비스의 이용을 위하여 회사와 서비스 이용계약을
                    체결한 자를 말하며, 회원은 일반회원, 준회원 및 동반회원으로
                    구분됩니다 A. “일반회원”이라 함은 이용자 중 본 약관의 내용에
                    동의한 자로서 본 약관에 규정된 정식회원 가입 절차를 거친
                    자를 말 합니다. B. “준회원”이라 함은 플랫폼에 실명인증에
                    필요한 개인정보를 제공한 후 간편회원 가입 절차를 거친
                    자로서, 회사가 제공하는 서비스를 일시적으로 이용가능한 자를
                    말합니다. 동반회원 중 간편회원 가입절차를 거친 자도
                    포함합니다. C. “동반회원”이라 함은 일반회원 또는 준회원이
                    아닌 자로서, 일반회원 또는 준회원 중 1인(대표자)이
                    보험가입에 필요한 정보(성명, 휴대전화번호, 주민등록번호 및
                    기타 보험료 산출에 필요한 동반회원의 개인정보)를 플랫폼에
                    입력하는 때에 보험가입에 필요한 각종 개인정보 활용동의와 본
                    약관에 동의할 권한을 부여한 것으로 간주되는 자를 말합니다.
                    D. 위 “C”호에서 “동반회원” 중 미성년자가 포함되는 경우,
                    법정대리인인 “대표자”가 미성년 동반회원의 “개인(신용)정보의
                    수집∙이용∙취급∙위탁 제공”, 단체보험서비스 이용약관 및
                    단체보험규약에 동의한 것으로 간주합니다.
                    <br />
                    5) “이용자 등”이란 위에서 규정된 이용자와 회원 모두를
                    포괄하여 지칭합니다.6) “보험사”라 함은 보험업법에 따른
                    허가를 받아 보험업을 경영하는 자를 말합니다.
                </p>
            </section>
        </div>
    );
}
