import React from 'react';

const NewWarningContent: React.JSX.Element = (
    <div>
        1. 유의사항 국내치료 실손의료비 지급액 및 공제금액
        <br />
        <br />
        - 급여 실손의료비
        <br />
        상해급여의료비와 질병급여의료비는 입원·통원 합산 연간 보험가입금액
        한도로(단, 통원은 회당 보험가입금액 한도) 아래와 같이 지급합니다.
        <br />
        ▶입원: 의료급여 중 본인부담금의 80% 해당액 <br />
        ▶통원: 통원 1회당(외래 및 처방조제비 합산) 의료급여 중 본인부담금에서
        ‘통원항목별 공제금액’ 을 뺀 금액
        <br />
        주) 통원항목별 공제금액 1) 보장대상 의료비의 20%(최소2만원) :
        전문요양기관, 상급종합병원, 종합병원에서의 외래 등 2) 보장대상 의료비의
        20%(최소1만원) : ‘1)’ 이외의 경우 <br />
        <br />
        - 비급여 실손의료비 <br />
        상해비급여의료비와 질병비급여의료비는 입원·통원 합산 연간 보험가입금액
        한도로(단, 통원은 회당 보험가입금액, 연간 100회 한도) 아래와 같이
        지급합니다.
        <br />
        ▶입원: 비급여 의료비의(비급여 병실료 제외)의 70% 해당액 - 상급병실료
        차액: 비급여 병실료의 50% (1일 평균 금액 10만원한도)
        <br />
        ▶통원: 통원 1회당(외래 및 처방조제비 합산) 비급여 의료비(비급여 병실료
        제외) 중 ‘항목별 공제금액)’을 뺀 금액(단, 100회 한도)
        <br />
        주) 통원항목별 공제금액: 보장대상 의료비의 30%(최소 3만원)
        <br />
        <br />
        - 3대 비급여 의료비
        <br />
        비급여 도수치료 · 체외충격파치료 · 증식치료의료비, 비급여 주사료, 비급여
        자기공명영상진단 (MRI/MRA)의료비는 각각 아래와 같은 기준에 의하여 지급됨
        <br />
        <br />
        - 비급여 도수치료 · 체외충격파치료 · 증식치료의료비
        <br />
        ▶ 비급여 의료비(행위료, 약제비, 치료재료대 포함)에 대해 연간
        350만원(50회) 한도로 공제금액을 뺀 금액을 보상공제금액: 보장대상의료비의
        30%(최소 3만원).
        <br />
        ▶ 단, 연간 가입금액 한도 내에서 최초 10회 보장 후, 증상의 개선 등이
        확인된 경우에 한하여 10회 단위로 50회까지 보상 비급여 주사료 의료비
        <br />
        ▶ 비급여 의료비에 대해 연간 250만원(50회) 한도로 공제금액을 뺀 금액을
        보상공제금액: 보장대상의료비의 30%(최소3만원) 비급여
        자기공명진단(MRI/MRA)) 의료비
        <br />
        ▶ 비급여 의료비(조영제, 판독료 포함)에 대해 연간 300만원 한도로
        공제금액을 뺀 금액을 보상공제금액: 보장대상의료비의 30%(최소3만원)
        <br />
        <br />
        2. 알아두실사항
        <br />
        보험 가입 전 필수 확인사항
        <br />
        - 본 내용은 약관 내용을 요약 발췌한 것으로 세부 내용은 반드시 보험
        약관을 참조하시기 바랍니다.
        <br />
        - 보험계약 청약시에는 보험상품명, 보험기간, 보험료, 보험료 납입기간,
        피보험자 등을 반드시 확인하시고, 보험약관을 반드시 수령·설명 받으시기
        바랍니다.
        <br />
        - 실손의료보험에 이미 가입하였다면 글로벌케어보험의 국내치료
        보장(해외체류 중 국내발생)에 가입할 실익이 낮습니다.
        <br />
        - 동 상품은 순수보장성 상품으로 만기환급금은 발생하지 않습니다.
        <br />
        - 만15세미만자, 심신상실자, 심신박약자는 사망담보에 가입할 수 없습니다.
        다만, 심신박약자가 보험계약을 체결하거나 단체보험의 피보험자가 될 때에
        의사능력이 있는 경우는 가능합니다.
        <br />
        - 피보험자 연령 만 15 세 미만의 경우 사망담보(상해사망, 질병사망) 가입을
        할 수 없습니다.
        <br />
        - 상해담보는 해일(쓰나미), 지진, 화산폭발 등 천재지변으로 인한 상해를
        포함합니다.
        <br />
        - 해외의료기관은 해외소재 의료기관을 말하며, 해외소재약국을 포함합니다.
        <br />
        - 보험료는 여행기간/나이/성별에 따라 달라질 수 있습니다.
        <br />
        - 전쟁위험지역 (외교통상부에서 지정하는 위험국가 3단계, 4단계)에
        체류하는 경우 가입이 제한될 수 있습니다.
        <br />
        - 실손의료비 특별약관 및 해외체류중 중대사고 구조송환비용 등의
        특별약관은 보험금을 지급할 다수의 보험계약(공제계약포함)이 체결되어 있는
        경우 약관에 따라 비례하여 보상합니다.
        <br />
        - 보험료를 내신 후에는 회사가 발행한 소정의 양식을 받으시기 바랍니다.
        <br />
        - 보험료가 납입되지 않을 경우 손해발생시 보상을 받을 수 없습니다.
        <br />
        - 보험기간 중에 발생한 사고 및 질병에 한하여 보상하며, 보상받을 수 있는
        경우와 보상받을 수 없는 경우를 확인하셔야 합니다.
        <br />
        - 지급한도, 면책사항 등에 따라 보험금 지급이 제한될 수 있습니다.
        <br />
        - 본 보험상품은 단체보험으로 연말정산시 소득공제 대상이 아닙니다.
        실손의료비 관련 안내 실손의료비보장에 가입하는 경우, 실손의료비에 대하여
        보험금을 지급할 다수의 계약이 체결되어 있는 경우에는 각각의 계약에
        대하여 다른 계약이 없는 것으로 하여 산출한 보상책임액의 합계액이
        <br />
        실손의료비를 초과하였을 때, 보험회사는 이 계약에 따른 보상책임액의
        합계약에 대한 비율에 따라 보험금을 지급합니다. 따라서, 계약 체결시
        반드시 피보험자 본인의 실손의료비에 대한 보험 계약정보를 확인하시기
        바랍니다.
    </div>
);

export default NewWarningContent;
